asciidoctor.asciidoctor-vscode
bencoleman.armview
ckolkman.vscode-postgres
CoenraadS.bracket-pair-colorizer
DotJoshJohnson.xml
eamodio.gitlens
formulahendry.azure-storage-explorer
GitLab.gitlab-workflow
hashicorp.terraform
jameswain.gitlab-pipelines
jebbs.plantuml
josin.kusto-syntax-highlighting
miguelsolorio.fluent-icons
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureappservice
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-azurevirtualmachines
ms-azuretools.vscode-bicep
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.azure-account
ms-vscode.azurecli
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.powershell-preview
ms-vscode.vscode-node-azure-pack
msazurermtools.azurerm-vscode-tools
PKief.material-icon-theme
PKief.material-product-icons
qhoekman.language-plantuml
redhat.vscode-yaml
rosshamish.kuskus-extensions-pack
rosshamish.kuskus-kusto-color-themes
rosshamish.kuskus-kusto-language-server
rosshamish.kuskus-kusto-syntax-highlighting
Shan.code-settings-sync
stayfool.vscode-asciidoc
vscode-icons-team.vscode-icons
vscodevim.vim
zhuangtongfa.material-theme
